Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Enter the number of random serials to generate for this catalog.
ar: أدخل عدد الأرقام التسلسلية العشوائية التي تريد توليدها لهذا الكتالوج.
as: এই কেটেলগৰ বাবে সৃষ্টি কৰিবলে যাদৃচ্ছিক ক্ৰমিকসমূহৰ সংখ্যা সুমুৱাওক।
bn: এই ক্যাটালগের জন্য যতগুলো র‍্যান্ডম সিরিয়াল তৈরি করতে চান, সেই সংখ্যাটি লিখুন।
de: Geben Sie die Anzahl der zufällig generierten Seriennummern für diesen Katalog ein.
es: Introduzca el número de números de serie aleatorios que desea generar para este catálogo.
fr: Saisissez le nombre de numéros de série aléatoires à générer pour ce catalogue.
gu: આ કેટલોગ માટે જનરેટ કરવા માટે રેન્ડમ સીરીયલોની સંખ્યા દાખલ કરો.
hi: इस कैटलॉग के लिए जनरेट किए जाने वाले रैंडम सीरियल नंबरों की संख्या दर्ज करें।
it: Inserisci il numero di numeri di serie casuali da generare per questo catalogo.
ja: このカタログ用に生成するランダムなシリアル番号の数を入力してください。
kn: ಈ ಕ್ಯಾಟಲಾಗ್‌ಗಾಗಿ ಉತ್ಪಾದಿಸಬೇಕಾದ ಯಾದೃಚ್ಛಿಕ ಸರಣಿಗಳ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 이 카탈로그에 대해 생성할 무작위 일련번호의 개수를 입력하십시오.
ml: ഈ കാറ്റലോഗിനായി സൃഷ്ടിക്കേണ്ട റാൻഡം സീരിയലുകളുടെ എണ്ണം നൽകുക.
mr: या कॅटलॉगसाठी तयार करायच्या यादृच्छिक अनुक्रमांकांची संख्या प्रविष्ट करा.
or: ଏହି କ୍ୟାଟାଲଗ୍ ପାଇଁ ସୃଷ୍ଟି କରିବାକୁ ଅନିୟମିତ କ୍ରମିକ ସଂଖ୍ୟା ଲେଖନ୍ତୁ।
pa: ਇਸ ਕੈਟਾਲਾਗ ਲਈ ਤਿਆਰ ਕਰਨ ਲਈ ਬੇਤਰਤੀਬ ਸੀਰੀਅਲਾਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ।
pt: Introduza o número de números de série aleatórios a gerar para este catálogo.
ru: Введите количество случайных серийных номеров, которые необходимо сгенерировать для этого каталога.
ta: இந்த அட்டவணைக்கு உருவாக்கப்பட வேண்டிய சீரற்ற வரிசை எண்களின் எண்ணிக்கையை உள்ளிடவும்.
te: ఈ కేటలాగ్ కోసం రూపొందించాల్సిన యాదృచ్ఛిక క్రమ సంఖ్యల సంఖ్యను నమోదు చేయండి.
zh_hans: 请输入要为此目录生成的随机序列号数量。
zh_hant: 請輸入要為此目錄產生的隨機序號數量。

source: Enter the SKU manually to continue the count.
ar: أدخل رمز المنتج (SKU) يدويًا لمتابعة العد.
as: গণনা অব্যাহত ৰাখিবলৈ SKU হস্তচালিতভাৱে সুমুৱাওক।
bn: গণনা চালিয়ে যেতে SKU-টি ম্যানুয়ালি প্রবেশ করান।
de: Geben Sie die Artikelnummer (SKU) manuell ein, um die Zählung fortzusetzen.
es: Introduzca el código SKU manualmente para continuar el conteo.
fr: Saisissez manuellement la référence SKU pour poursuivre le comptage.
gu: ગણતરી ચાલુ રાખવા માટે SKU મેન્યુઅલી દાખલ કરો.
hi: गिनती जारी रखने के लिए SKU को मैन्युअल रूप से दर्ज करें।
it: Inserisci manualmente il codice SKU per continuare il conteggio.
ja: カウントを続けるには、SKUを手動で入力してください。
kn: ಎಣಿಕೆಯನ್ನು ಮುಂದುವರಿಸಲು SKU ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಮೂದಿಸಿ.
ko: 계산을 계속하려면 SKU를 수동으로 입력하십시오.
ml: എണ്ണം തുടരാൻ SKU സ്വമേധയാ നൽകുക.
mr: गणना सुरू ठेवण्यासाठी SKU स्वतः प्रविष्ट करा.
or: ଗଣନା ଜାରି ରଖିବା ପାଇଁ SKU କୁ ମାନୁଆଲୀ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਗਿਣਤੀ ਜਾਰੀ ਰੱਖਣ ਲਈ SKU ਨੂੰ ਹੱਥੀਂ ਦਰਜ ਕਰੋ।
pt: Introduza o SKU manualmente para continuar a contagem.
ru: Введите артикул вручную, чтобы продолжить подсчет.
ta: எண்ணிக்கையைத் தொடர, SKU-வை கைமுறையாக உள்ளிடவும்.
te: లెక్కింపును కొనసాగించడానికి SKUను మాన్యువల్‌గా నమోదు చేయండి.
zh_hans: 手动输入 SKU 以继续计数。
zh_hant: 手動輸入 SKU 以繼續計數。

source: Enter the SKU manually to continue.
ar: أدخل رمز المنتج (SKU) يدويًا للمتابعة.
as: আগবাঢ়ি যাবলৈ SKU হস্তচালিতভাৱে সুমুৱাওক।
bn: চালিয়ে যেতে SKU-টি ম্যানুয়ালি প্রবেশ করান।
de: Geben Sie die Artikelnummer (SKU) manuell ein, um fortzufahren.
es: Introduzca el código SKU manualmente para continuar.
fr: Saisissez manuellement la référence SKU pour continuer.
gu: ચાલુ રાખવા માટે SKU મેન્યુઅલી દાખલ કરો.
hi: आगे बढ़ने के लिए SKU को मैन्युअल रूप से दर्ज करें।
it: Inserisci manualmente il codice SKU per continuare.
ja: 続行するには、SKUを手動で入力してください。
kn: ಮುಂದುವರಿಯಲು SKU ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಮೂದಿಸಿ.
ko: 계속하려면 SKU를 수동으로 입력하세요.
ml: തുടരുന്നതിന് SKU നേരിട്ട് നൽകുക.
mr: पुढे जाण्यासाठी SKU स्वतः प्रविष्ट करा.
or: ଜାରି ରଖିବା ପାଇଁ ମାନୁଆଲୀ SKU ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ SKU ਨੂੰ ਹੱਥੀਂ ਦਰਜ ਕਰੋ।
pt: Introduza o SKU manualmente para continuar.
ru: Для продолжения введите артикул товара вручную.
ta: தொடர, SKU-வை கைமுறையாக உள்ளிடவும்.
te: కొనసాగించడానికి SKUను మాన్యువల్‌గా నమోదు చేయండి.
zh_hans: 请手动输入 SKU 以继续。
zh_hant: 請手動輸入 SKU 以繼續。

source: Enter your credentials to continue.
ar: أدخل بيانات اعتمادك للمتابعة.
as: আগবাঢ়ি যাবলৈ আপোনাৰ প্ৰমাণপত্ৰসমূহ সুমুৱাওক।
bn: চালিয়ে যাওয়ার জন্য আপনার পরিচয়পত্র প্রবেশ করান।
de: Geben Sie Ihre Zugangsdaten ein, um fortzufahren.
es: Introduce tus credenciales para continuar.
fr: Veuillez saisir vos identifiants pour continuer.
gu: ચાલુ રાખવા માટે તમારા ઓળખપત્રો દાખલ કરો.
hi: आगे बढ़ने के लिए अपनी जानकारी दर्ज करें।
it: Inserisci le tue credenziali per continuare.
ja: 続行するには、認証情報を入力してください。
kn: ಮುಂದುವರಿಯಲು ನಿಮ್ಮ ರುಜುವಾತುಗಳನ್ನು ನಮೂದಿಸಿ.
ko: 계속하려면 자격 증명을 입력하세요.
ml: തുടരാൻ നിങ്ങളുടെ യോഗ്യതാപത്രങ്ങൾ നൽകുക.
mr: पुढे जाण्यासाठी तुमची माहिती प्रविष्ट करा.
or: ଜାରି ରଖିବାକୁ ଆପଣଙ୍କର କ୍ରେଡେନସିଆଲ୍ସ ଲେଖନ୍ତୁ।
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੇ ਪ੍ਰਮਾਣ ਪੱਤਰ ਦਰਜ ਕਰੋ।
pt: Introduza as suas credenciais para continuar.
ru: Введите свои учетные данные для продолжения.
ta: தொடர உங்கள் சான்றுகளை உள்ளிடவும்.
te: కొనసాగించడానికి మీ ఆధారాలను నమోదు చేయండి.
zh_hans: 请输入您的凭据以继续。
zh_hant: 請輸入您的憑證以繼續。

source: Error
ar: خطأ
as: আঁসোৱাহ
bn: ত্রুটি
de: Fehler
fr: Erreur
gu: ભૂલ
hi: गलती
it: Errore
ja: エラー
kn: ದೋಷ
ko: 오류
ml: പിശക്
mr: त्रुटी
or: ତ୍ରୁଟି
pa: ਗਲਤੀ
pt: Erro
ru: Ошибка
ta: பிழை
te: లోపం
zh_hans: 错误
zh_hant: 錯誤

source: Error generating PDF for email.
ar: حدث خطأ أثناء إنشاء ملف PDF للبريد الإلكتروني.
as: ইমেইলৰ বাবে PDF সৃষ্টি কৰাত ত্ৰুটি।
bn: ইমেইলের জন্য পিডিএফ তৈরি করতে ত্রুটি হয়েছে।
de: Fehler beim Generieren der PDF-Datei für die E-Mail.
es: Error al generar el PDF para el correo electrónico.
fr: Erreur lors de la génération du PDF pour l'e-mail.
gu: ઇમેઇલ માટે PDF જનરેટ કરવામાં ભૂલ.
hi: ईमेल के लिए पीडीएफ जनरेट करने में त्रुटि।
it: Errore durante la generazione del PDF per l'invio tramite e-mail.
ja: メール送信用のPDF生成中にエラーが発生しました。
kn: ಇಮೇಲ್‌ಗಾಗಿ PDF ರಚಿಸುವಲ್ಲಿ ದೋಷ.
ko: 이메일용 PDF 생성 중 오류가 발생했습니다.
ml: ഇമെയിലിനായി PDF സൃഷ്ടിക്കുന്നതിൽ പിശക്.
mr: ईमेलसाठी PDF तयार करताना त्रुटी आली.
or: ଇମେଲ ପାଇଁ PDF ଜେନେରେଟ୍ କରିବାରେ ତ୍ରୁଟି।
pa: ਈਮੇਲ ਲਈ PDF ਤਿਆਰ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pt: Erro ao gerar PDF para e-mail.
ru: Ошибка при создании PDF-файла для отправки по электронной почте.
ta: மின்னஞ்சலுக்கான PDF உருவாக்குவதில் பிழை ஏற்பட்டது.
te: ఇమెయిల్ కోసం PDFని రూపొందించడంలో లోపం.
zh_hans: 生成电子邮件PDF文件时出错。
zh_hant: 產生電子郵件PDF檔案時發生錯誤。

source: Error loading data: %@
ar: خطأ في تحميل البيانات: %@
as: তথ্য লোড কৰাত ত্ৰুটি: %@
bn: ডেটা লোড করতে ত্রুটি: %@
de: Fehler beim Laden der Daten: %@
es: Error al cargar los datos: %@
fr: Erreur lors du chargement des données : %@
gu: ડેટા લોડ કરવામાં ભૂલ: %@
hi: डेटा लोड करने में त्रुटि: %@
it: Errore durante il caricamento dei dati: %@
ja: データ読み込みエラー: %@
kn: ಡೇಟಾವನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ: %@
ko: 데이터 불러오기 오류: %@
ml: ഡാറ്റ ലോഡ് ചെയ്യുന്നതിൽ പിശക്: %@
mr: डेटा लोड करताना त्रुटी: %@
or: ଡାଟା ଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି: %@
pa: ਡਾਟਾ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: %@
pt: Erro ao carregar dados: %@
ru: Ошибка загрузки данных: %@
ta: தரவை ஏற்றுவதில் பிழை: %@
te: డేటాను లోడ్ చేయడంలో లోపం: %@
zh_hans: 数据加载错误： %@
zh_hant: 資料載入錯誤： %@

source: Error Saving Client
ar: خطأ في حفظ بيانات العميل
as: ক্লায়েণ্ট সংৰক্ষণ কৰা ত্ৰুটি
bn: ক্লায়েন্ট সংরক্ষণে ত্রুটি
de: Fehler beim Speichern des Clients
es: Cliente que guarda errores
fr: Client de sauvegarde d'erreurs
gu: ક્લાયન્ટ સાચવવામાં ભૂલ
hi: क्लाइंट को सहेजने में त्रुटि
it: Client di salvataggio errori
ja: エラー保存クライアント
kn: ಕ್ಲೈಂಟ್ ಉಳಿಸುವಲ್ಲಿ ದೋಷ
ko: 클라이언트 저장 오류
ml: ക്ലയന്റിനെ സംരക്ഷിക്കുന്നതിൽ പിശക്
mr: क्लायंट जतन करताना त्रुटी
or: କ୍ଲାଏଣ୍ଟ ସଂରକ୍ଷଣ କରିବାରେ ତ୍ରୁଟି
pa: ਕਲਾਇੰਟ ਸੰਭਾਲਣ ਵਿੱਚ ਗਲਤੀ
pt: Erro ao guardar o cliente
ru: Ошибка сохранения клиента
ta: பிழை சேமிப்பு கிளையன்ட்
te: క్లయింట్‌ను సేవ్ చేయడంలో లోపం
zh_hans: 保存客户端时出错
zh_hant: 儲存客戶端時發生錯誤

source: Escalate to Manager (Endless-Aisle)
ar: تصعيد الأمر إلى المدير (قسم الممرات اللانهائية)
as: ব্যৱস্থাপকলৈ বৃদ্ধি কৰক (Endless-Aisle)
bn: ম্যানেজারের কাছে বিষয়টি জানান (এন্ডলেস-আইল)
de: Eskalation an den Manager (Endless-Aisle)
es: Escalar al gerente (Endless-Aisle)
fr: Remonter au responsable (Endless-Aiesle)
gu: મેનેજર (એન્ડલેસ-આઈસલ) ને એસ્કેલેટ કરો
hi: प्रबंधक को सूचित करें (अंतहीन गलियारा)
it: Segnalare al responsabile (reparto Endless-Aisle)
ja: マネージャーにエスカレーションする（エンドレスアイル）
kn: ವ್ಯವಸ್ಥಾಪಕ (ಅಂತ್ಯವಿಲ್ಲದ ಹಜಾರ) ಸ್ಥಾನಕ್ಕೆ ಏರಿ
ko: (무한 통로 매장) 관리자에게 문의하세요
ml: മാനേജർ (എൻഡ്‌ലെസ്-ഐസിൽ) സ്ഥാനത്തേക്ക് ഉയർത്തുക
mr: व्यवस्थापकाकडे प्रकरण सोपवा (अखंड मार्गिका)
or: ପରିଚାଳକ (ଏଣ୍ଡଲେସ୍-ଆଇଲ୍) ପାଖକୁ ଯାଆନ୍ତୁ
pa: ਮੈਨੇਜਰ (ਐਂਡਲੈੱਸ-ਆਈਸਲ) ਤੱਕ ਪਹੁੰਚੋ
pt: Escalar para o gestor (corredor infinito)
ru: Передать дело менеджеру (Endless-Aisle)
ta: மேலாளரிடம் கொண்டு செல்லவும் (முடிவற்ற நடைபாதை)
te: మేనేజర్‌కు తెలియజేయండి (ఎండ్‌లెస్-ఐల్)
zh_hans: 上报经理（无尽通道）
zh_hant: 上報經理（無盡通道）

source: EVENT TITLE
ar: عنوان الحدث
as: ইভেণ্টৰ শিৰোনাম
bn: অনুষ্ঠানের শিরোনাম
de: VERANSTALTUNGSTITEL
es: TÍTULO DEL EVENTO
fr: TITRE DE L'ÉVÉNEMENT
gu: ઇવેન્ટ શીર્ષક
hi: आयोजन का शीर्षक
it: TITOLO DELL'EVENTO
ja: イベントタイトル
kn: ಈವೆಂಟ್ ಶೀರ್ಷಿಕೆ
ko: 이벤트 제목
ml: ഇവന്റ് ശീർഷകം
mr: कार्यक्रमाचे शीर्षक
or: ଇଭେଣ୍ଟ ଟାଇଟଲ୍
pa: ਘਟਨਾ ਦਾ ਸਿਰਲੇਖ
pt: TÍTULO DO EVENTO
ru: НАЗВАНИЕ СОБЫТИЯ
ta: நிகழ்வின் தலைப்பு
te: ఈవెంట్ శీర్షిక
zh_hans: 活动标题
zh_hant: 活動標題

source: EVENT TYPE
ar: نوع الحدث
as: ইভেণ্টৰ ধৰণ
bn: ইভেন্টের ধরণ
de: EREIGNISTYP
es: TIPO DE EVENTO
fr: TYPE D'ÉVÉNEMENT
gu: ઇવેન્ટ પ્રકાર
hi: घटना का प्रकार
it: TIPO DI EVENTO
ja: イベントの種類
kn: ಈವೆಂಟ್ ಪ್ರಕಾರ
ko: 이벤트 유형
ml: ഇവന്റ് തരം
mr: कार्यक्रमाचा प्रकार
or: ଇଭେଣ୍ଟର ପ୍ରକାର
pa: ਘਟਨਾ ਦੀ ਕਿਸਮ
pt: TIPO DE EVENTO
ru: ТИП СОБЫТИЯ
ta: நிகழ்வு வகை
te: ఈవెంట్ రకం
zh_hans: 事件类型
zh_hant: 事件類型

source: Exchange Policy
ar: سياسة الاستبدال
as: বিনিময় নীতি
bn: বিনিময় নীতি
de: Umtauschrichtlinie
es: Política de cambio
fr: Politique d'échange
gu: વિનિમય નીતિ
hi: विनिमय नीति
it: Politica di scambio
ja: 交換ポリシー
kn: ವಿನಿಮಯ ನೀತಿ
ko: 교환 정책
ml: എക്സ്ചേഞ്ച് പോളിസി
mr: विनिमय धोरण
or: ବିନିମୟ ନୀତି
pa: ਐਕਸਚੇਂਜ ਨੀਤੀ
pt: Política de câmbio
ru: Политика обмена
ta: பரிமாற்றக் கொள்கை
te: మార్పిడి విధానం
zh_hans: 兑换政策
zh_hant: 兌換政策

source: Exp: %lld
ar: تاريخ الانتهاء: %lld
gu: સમાપ્તિ: %lld
hi: एक्सप: %lld
ja: 経験値: %lld
kn: ಅವಧಿ: %lld
ml: കാലാവധി: %lld
mr: उदा: %lld
or: ମିଆଦ: %lld
pa: ਮਿਆਦ: %lld
ta: விரிவாக்கம்: %lld

source: Expected
ar: مُتوقع
as: আশা কৰা হৈছে
bn: প্রত্যাশিত
de: Erwartet
es: Esperado
fr: Attendu
gu: અપેક્ષિત
hi: अपेक्षित
it: Previsto
ja: 期待される
kn: ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ
ko: 예상되는
ml: പ്രതീക്ഷിക്കുന്നത്
mr: अपेक्षित
or: ଆଶା କରାଯାଉଛି
pa: ਉਮੀਦ ਕੀਤੀ ਗਈ
pt: Esperado
ru: Ожидал
ta: எதிர்பார்க்கப்பட்டது
te: ఊహించిన
zh_hans: 预期的
zh_hant: 預期的

source: Expected and scanned quantities match.
ar: الكميات المتوقعة والممسوحة ضوئياً متطابقة.
as: প্ৰত্যাশিত আৰু স্কেন কৰা পৰিমাণ মিল খায়।
bn: প্রত্যাশিত এবং স্ক্যান করা পরিমাণ মিলে গেছে।
de: Die erwarteten und die gescannten Mengen stimmen überein.
es: Las cantidades esperadas y las escaneadas coinciden.
fr: Les quantités attendues et scannées correspondent.
gu: અપેક્ષિત અને સ્કેન કરેલા જથ્થા મેળ ખાય છે.
hi: अपेक्षित और स्कैन की गई मात्राएँ मेल खाती हैं।
it: Le quantità previste e quelle rilevate corrispondono.
ja: 想定数量とスキャン数量が一致しました。
kn: ನಿರೀಕ್ಷಿತ ಮತ್ತು ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಪ್ರಮಾಣಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತವೆ.
ko: 예상 수량과 측정된 수량이 일치합니다.
ml: പ്രതീക്ഷിച്ചതും സ്കാൻ ചെയ്തതുമായ അളവുകൾ പൊരുത്തപ്പെടുന്നു.
mr: अपेक्षित आणि स्कॅन केलेली संख्या जुळतात.
or: ଆଶାକରାଯାଇଥିବା ଏବଂ ସ୍କାନ କରାଯାଇଥିବା ପରିମାଣ ମେଳ ଖାଉଛି।
pa: ਉਮੀਦ ਕੀਤੀ ਗਈ ਅਤੇ ਸਕੈਨ ਕੀਤੀ ਮਾਤਰਾ ਮੇਲ ਖਾਂਦੀ ਹੈ।
pt: As quantidades esperadas e as quantidades verificadas coincidem.
ru: Ожидаемое и отсканированное количество совпадают.
ta: எதிர்பார்க்கப்பட்ட மற்றும் ஸ்கேன் செய்யப்பட்ட அளவுகள் பொருந்துகின்றன.
te: అంచనా వేసిన మరియు స్కాన్ చేసిన పరిమాణాలు సరిపోలుతున్నాయి.
zh_hans: 预期数量与扫描数量一致。
zh_hant: 預期數量與掃描數量一致。

source: EXPECTED ITEMS
ar: العناصر المتوقعة
as: প্ৰত্যাশিত বস্তু
bn: প্রত্যাশিত আইটেম
de: ERWARTETE ARTIKEL
es: ARTÍCULOS PREVISTOS
fr: ARTICLES ATTENDUS
gu: અપેક્ષિત વસ્તુઓ
hi: अपेक्षित वस्तुएँ
it: ELEMENTI PREVISTI
ja: 予定品目
kn: ನಿರೀಕ್ಷಿತ ವಸ್ತುಗಳು
ko: 예상 품목
ml: പ്രതീക്ഷിച്ച ഇനങ്ങൾ
mr: अपेक्षित वस्तू
or: ଆଶା କରାଯାଇଥିବା ଜିନିଷଗୁଡ଼ିକ
pa: ਉਮੀਦ ਕੀਤੀਆਂ ਚੀਜ਼ਾਂ
pt: ITENS ESPERADOS
ru: ОЖИДАЕМЫЕ ТОВАРЫ
ta: எதிர்பார்க்கப்படும் பொருட்கள்
te: ఆశించిన అంశాలు
zh_hans: 预期物品
zh_hant: 預期物品

source: Expected Qty
ar: الكمية المتوقعة
as: প্ৰত্যাশিত পৰিমাণ
bn: প্রত্যাশিত পরিমাণ
de: Erwartete Menge
es: Cantidad esperada
fr: Quantité prévue
gu: અપેક્ષિત જથ્થો
hi: अपेक्षित मात्रा
it: Quantità prevista
ja: 予想数量
kn: ನಿರೀಕ್ಷಿತ ಪ್ರಮಾಣ
ko: 예상 수량
ml: പ്രതീക്ഷിക്കുന്ന അളവ്
mr: अपेक्षित संख्या
or: ଆଶାକରାଯାଇଥିବା ପରିମାଣ
pa: ਅਨੁਮਾਨਿਤ ਮਾਤਰਾ
pt: Quantidade esperada
ru: Ожидаемое количество
ta: எதிர்பார்க்கப்படும் அளவு
te: అంచనా వేయబడిన పరిమాణం
zh_hans: 预期数量
zh_hant: 預期數量

source: Expected Remaining
ar: المتبقي المتوقع
as: প্ৰত্যাশিত বাকী আছে
bn: প্রত্যাশিত অবশিষ্ট
de: Erwarteter Rest
es: Restante esperado
fr: Reste prévu
gu: બાકી રહેવાની અપેક્ષા
hi: अपेक्षित शेष
it: Rimanente previsto
ja: 予想残存期間
kn: ನಿರೀಕ್ಷಿತ ಬಾಕಿ
ko: 예상 잔여
ml: പ്രതീക്ഷിക്കുന്ന ശേഷിപ്പ്
mr: अपेक्षित उर्वरित
or: ଆଶା କରାଯାଉଥିବା ବଳକା
pa: ਬਾਕੀ ਰਹਿਣ ਦੀ ਉਮੀਦ
pt: Restante previsto
ru: Ожидаемый остаток
ta: எதிர்பார்க்கப்படும் மீதமுள்ள
te: మిగిలినవి ఆశించబడుతున్నాయి
zh_hans: 预计剩余
zh_hant: 預計剩餘

source: Expected SKU
ar: رمز المنتج المتوقع
as: প্ৰত্যাশিত SKU
bn: প্রত্যাশিত SKU
de: Erwartete Artikelnummer
es: SKU previsto
fr: Référence attendue
gu: અપેક્ષિત SKU
hi: अपेक्षित SKU
it: SKU previsto
ja: 予想されるSKU
kn: ನಿರೀಕ್ಷಿತ SKU
ko: 예상 SKU
ml: പ്രതീക്ഷിക്കുന്ന SKU
mr: अपेक्षित SKU
or: ଆଶାକରାଯାଉଥିବା SKU
pa: ਉਮੀਦ ਕੀਤੀ ਗਈ SKU
pt: SKU esperado
ru: Ожидаемый артикул (SKU)
ta: எதிர்பார்க்கப்படும் SKU
te: అంచనా వేయబడిన SKU
zh_hans: 预期 SKU
zh_hant: 預期 SKU

source: Expected: %lld
ar: المتوقع: %lld
as: প্ৰত্যাশিত: %lld
bn: প্রত্যাশিত: %lld
de: Erwartet: %lld
es: Esperado: %lld
fr: Attendu : %lld
gu: અપેક્ષિત: %lld
hi: अपेक्षित: %lld
it: Previsto: %lld
ja: 期待値: %lld
kn: ನಿರೀಕ್ಷಿತ: %lld
ko: 예상값: %lld
ml: പ്രതീക്ഷിക്കുന്നത്: %lld
mr: अपेक्षित: %lld
or: ଆଶା କରାଯାଉଛି: %lld
pa: ਉਮੀਦ ਕੀਤੀ ਗਈ: %lld
pt: Esperado: %lld
ru: Ожидалось: %lld
ta: எதிர்பார்க்கப்பட்டது: %lld
te: ఆశించినది: %lld
zh_hans: 预期结果： %lld
zh_hant: 預期結果： %lld

source: Expired
ar: منتهي الصلاحية
as: ম্যাদ উকলিছে
bn: মেয়াদোত্তীর্ণ
de: Abgelaufen
es: Venció
fr: Expiré
gu: સમયસીમા સમાપ્ત
hi: खत्म हो चुका
it: Scaduto
ja: 期限切れ
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 만료됨
ml: കാലഹരണപ്പെട്ടു
mr: मुदत संपली
or: ମିଆଦ ଶେଷ ହୋଇଯାଇଛି
pa: ਮਿਆਦ ਪੁੱਗ ਗਈ
pt: Expirado
ru: Истекший
ta: காலாவதியானது
te: గడువు ముగిసింది
zh_hans: 已到期
zh_hant: 已到期

source: EXPIRED
ar: منتهي الصلاحية
as: ম্যাদ উকলিছে
bn: মেয়াদ উত্তীর্ণ
de: ABGELAUFEN
es: VENCIÓ
fr: EXPIRÉ
gu: એક્સપાયર
hi: खत्म हो चुका
it: SCADUTO
ja: 期限切れ
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 만료됨
ml: കാലഹരണപ്പെട്ടു
mr: मुदत संपली
or: ସମୟସୀମା ସମାପ୍ତ
pa: ਮਿਆਦ ਪੁੱਗ ਗਈ
pt: EXPIRADO
ru: ИСТЕКШИЙ
ta: காலாவதியானது
te: గడువు ముగిసింది
zh_hans: 已到期
zh_hant: 已到期

source: Export CSV
ar: تصدير ملف CSV
as: CSV ৰপ্তানি কৰক
bn: CSV রপ্তানি করুন
de: CSV exportieren
es: Exportar CSV
fr: Exporter au format CSV
gu: CSV નિકાસ કરો
hi: CSV निर्यात करें
it: Esporta in formato CSV
ja: CSVをエクスポート
kn: CSV ರಫ್ತು ಮಾಡಿ
ko: CSV 내보내기
ml: CSV കയറ്റുമതി ചെയ്യുക
mr: CSV निर्यात करा
or: CSV ଏକ୍ସପୋର୍ଟ କରନ୍ତୁ
pa: CSV ਨਿਰਯਾਤ ਕਰੋ
pt: Exportar CSV
ru: Экспорт CSV
ta: CSV-ஐ ஏற்றுமதி செய்
te: CSVని ఎగుమతి చేయండి
zh_hans: 导出 CSV 文件
zh_hant: 匯出 CSV 文件

source: Export PDF
ar: تصدير ملف PDF
as: পিডিএফ ৰপ্তানি কৰক
bn: পিডিএফ রপ্তানি করুন
de: PDF exportieren
es: Exportar PDF
fr: Exporter le PDF
gu: PDF નિકાસ કરો
hi: पीडीएफ निर्यात करें
it: Esporta in PDF
ja: PDFをエクスポート
kn: ಪಿಡಿಎಫ್ ರಫ್ತು ಮಾಡಿ
ko: PDF 내보내기
ml: PDF കയറ്റുമതി ചെയ്യുക
mr: पीडीएफ निर्यात करा
or: PDF ଏକ୍ସପୋର୍ଟ କରନ୍ତୁ
pa: PDF ਨਿਰਯਾਤ ਕਰੋ
pt: Exportar PDF
ru: Экспорт в PDF
ta: PDF-ஐ ஏற்றுமதி செய்
te: PDFని ఎగుమతి చేయండి
zh_hans: 导出PDF
zh_hant: 匯出PDF

source: Failed to add catalog: %@
ar: فشل إضافة الكتالوج: %@
as: কেটেলগ যোগ কৰাত ব্যৰ্থ: %@
bn: ক্যাটালগ যোগ করতে ব্যর্থ: %@
de: Katalog konnte nicht hinzugefügt werden: %@
es: No se pudo agregar el catálogo: %@
fr: Échec de l'ajout du catalogue : %@
gu: કેટલોગ ઉમેરવામાં નિષ્ફળ: %@
hi: कैटलॉग जोड़ने में विफल: %@
it: Impossibile aggiungere il catalogo: %@
ja: カタログの追加に失敗しました: %@
kn: ಕ್ಯಾಟಲಾಗ್ ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 카탈로그 추가 실패: %@
ml: കാറ്റലോഗ് ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: कॅटलॉग जोडण्यात अयशस्वी: %@
or: କ୍ୟାଟାଲଗ୍ ଯୋଡିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਕੈਟਾਲਾਗ ਜੋੜਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao adicionar catálogo: %@
ru: Не удалось добавить каталог: %@
ta: பட்டியலைச் சேர்க்க முடியவில்லை: %@
te: కేటలాగ్‌ను జోడించడంలో విఫలమైంది: %@
zh_hans: 添加目录失败： %@
zh_hant: 新增目錄失敗： %@

source: Failed to add products: %@
ar: فشل إضافة المنتجات: %@
as: উৎপাদন যোগ কৰাত ব্যৰ্থ: %@
bn: পণ্য যোগ করতে ব্যর্থ: %@
de: Produkte konnten nicht hinzugefügt werden: %@
es: No se pudieron agregar productos: %@
fr: Échec de l'ajout des produits : %@
gu: ઉત્પાદનો ઉમેરવામાં નિષ્ફળ: %@
hi: उत्पाद जोड़ने में विफल: %@
it: Impossibile aggiungere i prodotti: %@
ja: 商品の追加に失敗しました: %@
kn: ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 제품을 추가하는 데 실패했습니다: %@
ml: ഉൽപ്പന്നങ്ങൾ ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: उत्पादने जोडण्यात अयशस्वी: %@
or: ଉତ୍ପାଦଗୁଡ଼ିକ ଯୋଗ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao adicionar produtos: %@
ru: Не удалось добавить товары: %@
ta: பொருட்களைச் சேர்க்க முடியவில்லை: %@
te: ఉత్పత్తులను జోడించడంలో విఫలమైంది: %@
zh_hans: 添加产品失败： %@
zh_hant: 新增產品失敗： %@

source: Failed to complete delivery intake: %@
ar: فشل في إكمال عملية استلام الشحنة: %@
as: ডেলিভাৰী গ্ৰহণ সম্পূৰ্ণ কৰাত ব্যৰ্থ: %@
bn: ডেলিভারি গ্রহণ সম্পন্ন করতে ব্যর্থ: %@
de: Lieferannahme konnte nicht abgeschlossen werden: %@
es: Error al completar la recepción de la entrega: %@
fr: Échec de la prise en charge de la livraison : %@
gu: ડિલિવરી ઇનટેક પૂર્ણ કરવામાં નિષ્ફળ: %@
hi: प्रसव संबंधी जानकारी प्राप्त करने में विफल: %@
it: Impossibile completare la registrazione della consegna: %@
ja: 配送受付の完了に失敗しました: %@
kn: ವಿತರಣಾ ಸೇವನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 배송 접수를 완료하지 못했습니다: %@
ml: ഡെലിവറി ഇൻടേക്ക് പൂർത്തിയാക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: डिलिव्हरीची नोंद पूर्ण करण्यात अयशस्वी: %@
or: ଡେଲିଭରି ଇନଟେକ୍ ସମ୍ପୂର୍ଣ୍ଣ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਡਿਲੀਵਰੀ ਇਨਟੇਕ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao concluir a entrada de entrega: %@
ru: Не удалось завершить приемку товара: %@
ta: டெலிவரி உள்ளீட்டை முடிக்க முடியவில்லை: %@
te: డెలివరీ స్వీకరణను పూర్తి చేయడంలో విఫలమైంది: %@
zh_hans: 收货失败： %@
zh_hant: 收貨失敗： %@

source: Failed to delete catalog: %@
ar: فشل حذف الكتالوج: %@
as: কেটেলগ মচি পেলাবলৈ ব্যৰ্থ: %@
bn: ক্যাটালগ মুছে ফেলা ব্যর্থ: %@
de: Katalog konnte nicht gelöscht werden: %@
es: No se pudo eliminar el catálogo: %@
fr: Échec de la suppression du catalogue : %@
gu: કેટલોગ કાઢી નાખવામાં નિષ્ફળ: %@
hi: कैटलॉग हटाने में विफल: %@
it: Impossibile eliminare il catalogo: %@
ja: カタログの削除に失敗しました: %@
kn: ಕ್ಯಾಟಲಾಗ್ ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 카탈로그 삭제 실패: %@
ml: കാറ്റലോഗ് ഇല്ലാതാക്കാനായില്ല: %@
mr: कॅटलॉग हटवण्यात अयशस्वी: %@
or: କ୍ୟାଟାଲଗ୍ ଡିଲିଟ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਕੈਟਾਲਾਗ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao eliminar o catálogo: %@
ru: Не удалось удалить каталог: %@
ta: பட்டியலை நீக்க முடியவில்லை: %@
te: కేటలాగ్‌ను తొలగించడంలో విఫలమైంది: %@
zh_hans: 删除目录失败： %@
zh_hant: 刪除目錄失敗： %@

source: Failed to fetch boutiques: %@
ar: فشل في جلب المتاجر: %@
as: বুটিক আনিবলৈ ব্যৰ্থ: %@
bn: বুটিকগুলি আনতে ব্যর্থ: %@
de: Boutiquen konnten nicht abgerufen werden: %@
es: No se pudieron obtener las boutiques: %@
fr: Impossible de récupérer les boutiques : %@
gu: બુટિક મેળવવામાં નિષ્ફળ: %@
hi: बुटीक लाने में विफल: %@
it: Impossibile recuperare le boutique: %@
ja: ブティックの取得に失敗しました: %@
kn: ಬೂಟೀಕ್‌ಗಳನ್ನು ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: %@
ko: 부티크를 가져오는 데 실패했습니다: %@
ml: ബുട്ടീക്കുകൾ ലഭ്യമാക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: बुटीक मिळवण्यात अयशस्वी: %@
or: ବୁଟିକ୍ ଆଣିବାରେ ବିଫଳ: %@
pa: ਬੁਟੀਕ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao pesquisar boutiques: %@
ru: Не удалось получить бутики: %@
ta: பூட்டிக்களைப் பெற முடியவில்லை: %@
te: బొటిక్‌లను పొందడంలో విఫలమైంది: %@
zh_hans: 获取精品店信息失败： %@
zh_hant: 取得精品店資訊失敗： %@

source: Failed to fetch logs: %@
ar: فشل في جلب السجلات: %@
as: লগসমূহ আনিবলৈ ব্যৰ্থ: %@
bn: লগ আনতে ব্যর্থ: %@
de: Protokolle konnten nicht abgerufen werden: %@
es: Error al obtener los registros: %@
fr: Échec de la récupération des journaux : %@
gu: લોગ મેળવવામાં નિષ્ફળ: %@
hi: लॉग प्राप्त करने में विफल: %@
it: Impossibile recuperare i log: %@
ja: ログの取得に失敗しました: %@
kn: ಲಾಗ್‌ಗಳನ್ನು ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: %@
ko: 로그를 가져오는 데 실패했습니다: %@
ml: ലോഗുകൾ ലഭ്യമാക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: लॉग मिळवण्यात अयशस्वी: %@
or: ଲଗ୍‌ଗୁଡ଼ିକୁ ଫେଚ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਲੌਗ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao obter os registos: %@
ru: Не удалось получить логи: %@
ta: பதிவுகளைப் பெற முடியவில்லை: %@
te: లాగ్‌లను పొందడంలో విఫలమైంది: %@
zh_hans: 获取日志失败： %@
zh_hant: 取得日誌失敗： %@

source: Failed to fetch staff: %@
ar: فشل في جلب الموظفين: %@
as: কৰ্মচাৰী আনিবলৈ ব্যৰ্থ: %@
bn: কর্মী আনতে ব্যর্থ: %@
de: Mitarbeiter konnten nicht abgerufen werden: %@
es: No se pudo obtener el personal: %@
fr: Impossible de récupérer le personnel : %@
gu: સ્ટાફ મેળવવામાં નિષ્ફળ: %@
hi: कर्मचारी लाने में विफल: %@
it: Impossibile recuperare il personale: %@
ja: スタッフの取得に失敗しました: %@
kn: ಸಿಬ್ಬಂದಿಯನ್ನು ಕರೆತರಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 직원을 불러오는 데 실패했습니다: %@
ml: സ്റ്റാഫിനെ കണ്ടെത്താനായില്ല: %@
mr: कर्मचारी मिळवण्यात अयशस्वी: %@
or: କର୍ମଚାରୀଙ୍କୁ ଆଣିବାରେ ବିଫଳ: %@
pa: ਸਟਾਫ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao procurar funcionários: %@
ru: Не удалось получить персонал: %@
ta: பணியாளர்களைப் பெற முடியவில்லை: %@
te: సిబ్బందిని పొందడంలో విఫలమైంది: %@
zh_hans: 获取员工信息失败： %@
zh_hant: 取得員工資訊失敗： %@

source: Failed to fetch team data: %@
ar: فشل في جلب بيانات الفريق: %@
as: দলৰ তথ্য আনিবলৈ ব্যৰ্থ: %@
bn: দলের তথ্য আনতে ব্যর্থ: %@
de: Fehler beim Abrufen der Teamdaten: %@
es: Error al obtener los datos del equipo: %@
fr: Impossible de récupérer les données de l'équipe : %@
gu: ટીમ ડેટા મેળવવામાં નિષ્ફળ: %@
hi: टीम डेटा प्राप्त करने में विफल: %@
it: Impossibile recuperare i dati della squadra: %@
ja: チームデータの取得に失敗しました: %@
kn: ತಂಡದ ಡೇಟಾವನ್ನು ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: %@
ko: 팀 데이터를 가져오는 데 실패했습니다: %@
ml: ടീം ഡാറ്റ ലഭ്യമാക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: संघाची माहिती मिळवण्यात अयशस्वी: %@
or: ଦଳର ଡାଟା ଆଣିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਟੀਮ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao obter os dados da equipa: %@
ru: Не удалось получить данные о команде: %@
ta: குழுத் தரவைப் பெற முடியவில்லை: %@
te: జట్టు డేటాను పొందడంలో విఫలమైంది: %@
zh_hans: 获取团队数据失败： %@
zh_hant: 取得團隊資料失敗： %@

source: Failed to fetch user management data: %@
ar: فشل في جلب بيانات إدارة المستخدم: %@
as: ব্যৱহাৰকাৰী ব্যৱস্থাপনা তথ্য আনিবলৈ ব্যৰ্থ: %@
bn: ব্যবহারকারী ব্যবস্থাপনা ডেটা আনতে ব্যর্থ: %@
de: Fehler beim Abrufen der Benutzerverwaltungsdaten: %@
es: Error al obtener los datos de gestión de usuarios: %@
fr: Échec de la récupération des données de gestion des utilisateurs : %@
gu: વપરાશકર્તા મેનેજમેન્ટ ડેટા મેળવવામાં નિષ્ફળ: %@
hi: उपयोगकर्ता प्रबंधन डेटा प्राप्त करने में विफल: %@
it: Impossibile recuperare i dati di gestione utente: %@
ja: ユーザー管理データの取得に失敗しました: %@
kn: ಬಳಕೆದಾರ ನಿರ್ವಹಣಾ ಡೇಟಾವನ್ನು ಪಡೆಯುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: %@
ko: 사용자 관리 데이터를 가져오는 데 실패했습니다: %@
ml: ഉപയോക്തൃ മാനേജ്മെന്റ് ഡാറ്റ ലഭ്യമാക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: वापरकर्ता व्यवस्थापन डेटा मिळवण्यात अयशस्वी: %@
or: ଉପଯୋଗକର୍ତ୍ତା ପରିଚାଳନା ଡାଟା ଆଣିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਵਰਤੋਂਕਾਰ ਪ੍ਰਬੰਧਨ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao obter dados de gestão de utilizadores: %@
ru: Не удалось получить данные управления пользователями: %@
ta: பயனர் மேலாண்மைத் தரவைப் பெற முடியவில்லை: %@
te: వినియోగదారు నిర్వహణ డేటాను పొందడంలో విఫలమైంది: %@
zh_hans: 获取用户管理数据失败： %@
zh_hant: 取得使用者管理資料失敗： %@
